{
  "pitches": [
    "**FarmLink Kosovo**\n\nFarmLink is a B2B marketplace connecting small-scale Kosovo farmers directly with restaurants, hotels, and retailers. Our platform eliminates costly middlemen, increasing farmer profits by 40% while reducing buyer costs by 25%. \n\nTraction: 120+ farmers and 35 restaurants onboarded in our three-month pilot in Pristina. $45,000 in transactions processed.\n\nMarket: Kosovo's agricultural sector contributes 13% to GDP but faces massive inefficiencies. 80% of farms are small-scale and struggle with market access.\n\nRevenue: 8% commission on all transactions. Projected €1.2M annual revenue by year three.\n\nFunding need: €150,000 for technology development, team expansion, and marketing across Kosovo's major cities.",
    "**EcoBlock Construction**\n\nEcoBlock creates affordable, eco-friendly building materials from recycled plastic waste in Kosovo. Our patented process transforms plastic waste into construction blocks that are 30% lighter, 45% more insulating, and 20% cheaper than traditional materials.\n\nTraction: Completed pilot production of 5,000 blocks. Secured first contract with the Municipality of Pristina for a community center project.\n\nMarket: Kosovo's construction industry is growing at 5.2% annually with increasing demand for sustainable materials. Each year, Kosovo generates 2.5M tons of plastic waste with only 6% recycled.\n\nRevenue: €780,000 projected revenue in year one, growing to €4.2M by year three through direct sales to construction companies and distributors.\n\nFunding need: €320,000 for production facility expansion, equipment, and regulatory certifications.",
    "**DigiLearn Kosovo**\n\nDigiLearn is an educational platform bringing localized, interactive digital learning to Kosovo's K-12 students. Our platform offers curriculum-aligned content in Albanian and Serbian, addressing the critical shortage of quality educational resources.\n\nTraction: 1,500+ students and 45 teachers using our beta across 12 schools. 94% teacher satisfaction rate.\n\nMarket: 345,000 K-12 students in Kosovo with only 8% having access to digital learning tools that reflect the national curriculum.\n\nRevenue: Freemium model with school subscriptions at €12/student annually. Projected to reach €900,000 in annual recurring revenue by year three.\n\nFunding need: €200,000 for content development, platform enhancement, and marketing to schools across Kosovo."
  ]
}